adpyke.codesnap
alefragnani.Bookmarks
alefragnani.project-manager
bierner.markdown-mermaid
BrandonBlaschke.easy-highlight
bungcip.better-toml
christian-kohler.path-intellisense
darkriszty.markdown-table-prettify
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dendron.dendron
dendron.dendron-markdown-preview-enhanced
dendron.dendron-markdown-shortcuts
dendron.dendron-paste-image
denoland.vscode-deno
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
flowtype.flow-for-vscode
foxundermoon.shell-format
GitHub.remotehub
GitHub.vscode-pull-request-github
IBM.output-colorizer
jakob101.RelativePath
jgclark.vscode-todo-highlight
medo64.render-crlf
ms-azuretools.vscode-docker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.remote-repositories
naumovs.color-highlight
nhoizey.gremlins
nrwl.angular-console
oderwat.indent-rainbow
redhat.vscode-yaml
Remisa.shellman
rust-lang.rust-analyzer
scala-lang.scala
shadowtime2000.eta-vscode
streetsidesoftware.code-spell-checker
timonwong.shellcheck
tinkertrain.theme-panda
VisualStudioExptTeam.vscodeintellicode
wheredoesyourmindgo.gruvbox-concoctis
yzhang.markdown-all-in-one
